let handler = async (m, { conn, usedPrefix, usedPrefix: _p, __dirname, text, isPrems })  => m.reply(`

  ≡ *𝗗 𝗔 𝗟 𝗔 𝗕 𝗢 𝗧*

┏━━⊜ *أوامر التطبيقات‎* 
┃⋄ .apk
┗━━━━━━━━⬣
┏━━⊜ * توليد الصور‎ أوامر* 
┃⋄ .bingcreate
┃⋄ .bimg
┃⋄ .dalle
┗━━━━━━━━⬣
┏━━⊜ *الذكاء الاصطناعي‎ أوامر * 
┃⋄ .bardai
┃⋄ .chatgbt
┃⋄ .chawnyma
┃⋄ .dx
┗━━━━━━━━⬣

┏━━⊜ *اوامرتحميل الموسيقى* 
┃⋄ .song
┗━━━━━━━━⬣

┏━━⊜ *‎أوامر عن  الأنمي * 
┃⋄ .animepic
┃⋄ .ppcouple
┃⋄ .tofanime
┃⋄ .animestory
┃⋄ .reels
┃⋄ .resvcouple
┃⋄ .stories
┗━━━━━━━━⬣
┏━━⊜ *_‎ تعديل الصور_* 
┃⋄ .blur
┃⋄ .dehaze
┃⋄ .recolor
┃⋄ .hdr
┃⋄ .remini
┗━━━━━━━━⬣
┏━━⊜ *اوامر تحميل من يوتب* 
┃⋄ .youtube
┃⋄ .ytdoc
┃⋄ .ytmp4
┃⋄ .yts البحث عن رابط الفيديو 
┗━━━━━━━━⬣
┏━━⊜ *logo* 
┃⋄ .brandcrowd
┃⋄ .pubg
┗━━━━━━━━⬣
┏━━⊜ *tools* 
┃⋄ .bruzu
┃⋄ .coffee
┃⋄ .get
┃⋄ .hd
┃⋄ .qrcode
┃⋄ .readqr
┃⋄ .short
┃⋄ .sleep
┃⋄ .ssweb
┃⋄ .stories
┗━━━━━━━━⬣

*إستخدامك للبوت بشكل صحيح*
+212646102399

`.trim())
handler.help = ['allmenu']
handler.tags = ['main']
handler.command = ['list', 'menu'] 

export default handler
